export const EXPERIENCE_DATA = [
  {
    title: 'Графический дизайнер',
    period: 'январь 2020 - январь 2022',
    years: '2 года',
    duties:
      '1. Исследование и анализ целевой аудитории, конкурентов и отрасли.\n' +
      '2. Разработка концепций и идей для визуальных решений, включая логотипы, типографику, изображения, цвета, шаблоны и т.д.\n' +
      '3. Создание макетов и прототипов для печати и цифровых медиа.',
  },
  {
    title: 'Веб-разработчик',
    period: 'май 2019 - декабрь 2021',
    years: '2 года 7 месяцев',
    duties:
      '1. Разработка и поддержка веб-сайтов.\n' +
      '2. Верстка и стилизация веб-страниц с использованием HTML, CSS и JavaScript.\n' +
      '3. Интеграция функциональности и взаимодействие с базой данных.\n' +
      '4. Оптимизация производительности веб-приложений.',
  },
  {
    title: 'Маркетинг-менеджер',
    period: 'апрель 2018 - март 2020',
    years: '1 год 11 месяцев',
    duties:
      '1. Разработка и реализация маркетинговых стратегий и планов.\n' +
      '2. Проведение и анализ рыночных исследований.\n' +
      '3. Управление онлайн-рекламными кампаниями и социальными медиа.\n' +
      '4. Анализ результатов и оптимизация маркетинговых усилий.',
  },
  {
    title: 'Front-end разработчик',
    period: 'сентябрь 2017 - май 2019',
    years: '1 год 8 месяцев',
    duties:
      '1. Разработка клиентских веб-приложений с использованием HTML, CSS и JavaScript.\n' +
      '2. Оптимизация производительности и кросс-браузерная совместимость.\n' +
      '3. Взаимодействие с сервером и обработка данных с использованием API.\n' +
      '4. Верстка и адаптация под мобильные устройства.',
  },
  {
    title: 'Продуктовый менеджер',
    period: 'июль 2016 - август 2017',
    years: '1 год 1 месяц',
    duties:
      '1. Управление жизненным циклом продукта от идеи до выпуска.\n' +
      '2. Анализ рынка и конкурентов, определение стратегии продукта.\n' +
      '3. Управление командой разработки и внедрение новых функций.\n' +
      '4. Мониторинг и анализ показателей продукта.',
  },
  {
    title: 'Дизайнер интерфейсов',
    period: 'март 2015 - июнь 2016',
    years: '1 год 3 месяца',
    duties:
      '1. Создание дизайна пользовательского интерфейса для веб-приложений и мобильных приложений.\n' +
      '2. Разработка прототипов и макетов с учетом пользовательского опыта.\n' +
      '3. Сотрудничество с разработчиками для воплощения дизайн-концепций.',
  },
  {
    title: 'Специалист по контент-маркетингу',
    period: 'ноябрь 2013 - февраль 2015',
    years: '1 год 3 месяца',
    duties:
      '1. Разработка и реализация контент-стратегии для увеличения видимости бренда.\n' +
      '2. Создание качественного контента, включая статьи, видео и инфографику.\n' +
      '3. Публикация и продвижение контента в социальных сетях и блогах.\n' +
      '4. Анализ эффективности контент-маркетинговых кампаний.',
  },
  {
    title: 'Аналитик данных',
    period: 'август 2012 - октябрь 2013',
    years: '1 год 2 месяца',
    duties:
      '1. Сбор и анализ данных о деятельности компании и рынке.\n' +
      '2. Подготовка отчетов и аналитических данных для принятия решений.\n' +
      '3. Мониторинг показателей и предоставление рекомендаций по оптимизации бизнес-процессов.\n' +
      '4. Разработка и автоматизация процессов анализа данных.',
  },
  // Добавьте больше объектов с другими данными опыта по вашему усмотрению
];

export const EDUCATION_DATA = {
  mainEdu: {
    title: 'Московский государственный технический университет имени Н. Э. Баумана',
    years: '2018 - 2022',
    grade: 'Бакалавр - «Экономист»',
  },
  additionalEdu: {
    title: 'Яндекс-Практикум',
    years: '2021 - 2022',
    grade: 'Дизайнер интерфейсов',
  },
};

